/* No comment provided by engineer. */
"activationViewHeaderText" = "Hello %@!";
"activationViewTeaserText" = "We have just sent you an email with your activation PIN. Please enter the PIN and finalisiere your registration";
"activationViewTitle" = "Activation";


/* No comment provided by engineer. */
"buttonActivateTitle" = "Activate";
"buttonCancelTitle" = "Cancel";
"buttonFemaleTitle" = "Female";
"buttonJoinTeamTitle" = "Join team";
"buttonLoginTitle" = "Login";
"buttonMaleTitle" = "Male";
"buttonOkTitle" = "Ok";
"buttonOpenPhotoLibraryTitle" = "Open Photo Library";
"buttonOrganisationTitle" = "Organisation";
"buttonProvinceTitle" = "Province";
"buttonRegisterTitle" = "Register";
"buttonRemoveAvatarTitle" = "Remove";
"buttonTakeNewPhotoButtonTitle" = "New Photo";
"buttonTeamTitle" = "Team";


/* No comment provided by engineer. */
"errorDefaultText" = "An unknown error occurred (%@)";
"errorInvalidCheckpointText" = "errorInvalidCheckpointText";        // Todo (Code 20)
"errorInvalidEMailText" = "errorInvalidEMailText";                  // Todo (Code 31)
"errorInvalidPINText" = "errorInvalidPINText";                      // Todo (Code 30)
"errorUnknownEMailText" = "errorUnknownEMailText";                  // Todo (Code 32)


/* No comment provided by engineer. */
"factsViewBikerBikebirdsLabel" = "Bikebirds";
"factsViewBikerRankLabel" = "Rank";
"factsViewFromLabel" = "from";
"factsViewInLabel" = "in";
"factsViewJoinTeamTeaser" = "factsViewJoinTeamTeaser";              // Todo
"factsViewLastCheckinAtLabel" = "last checkin %d days ago";
"factsViewLastCheckinTodayOnLabel" = "last checkin on %@";


/* No comment provided by engineer. */
"joinTeamViewTitle" = "Join team";


/* No comment provided by engineer. */
"loginViewTeaserText" = "If you're already a member, please enter your address.";
"loginViewTitle" = "Login";


/* No comment provided by engineer. */
"loginChooserOrLabel" = "or";


/* No comment provided by engineer. */
"mapViewTitle" = "Map";


/* No comment provided by engineer. */
"placeholderCityTitle" = "City";
"placeholderEMailTitle" = "E-Mail";
"placeholderFirstNameTitle" = "First name";
"placeholderLastNameTitle" = "Surename";
"placeholderPinTitle" = "PIN";


/* No comment provided by engineer. */
"progressAcquiringPosition" = "Acquiring position ...";
"progressActivationText" = "Activating account ...";
"progressCheckInTitle" = "Checking in ...";
"progressGetOrganisationsLabel" = "Load organisations ...";
"progressGetProvincesLabel" = "Load provinces ...";
"progressGetTeamsLabel" = "Load teams ...";
"progressLoadCheckinsLabel" = "Load checkins ...";
"progressLoadCheckPointsLabel" = "Load checkpoints ...";
"progressLoadPricesLabel" = "Load prices ...";
"progressLoadTeamLabel" = "Load teaminfo ...";
"progressLoginText" = "Logging in ...";
"progressRegistrationText" = "Register account ...";
"progressUploadAvatarText" = "Upload avatar ...";


/* No comment provided by engineer. */
"qrScannerFirstTimeUseTeaser" = "Scanne den QR-Code des CheckPoints!";


/* No comment provided by engineer. */
"registerViewProfilePictureText" = "Avatar";
"registerViewTeaserText" = "If you've never registered please fill out the following form.";
"registerViewTitle" = "Registration";


/* No comment provided by engineer. */
"successActivationText" = "Activation complete!";
"successLoginText" = "Logged in!";
"successRegistrationText" = "Registration complete!";

